[Demo_Shinobu_ep5_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1250,Y=-330,Z=98),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=2128,Y=1632,Z=-300),VecSub=(X=-90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_002_Cue',Name="エコロ")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=WINDOW,Command=EXIT)
DemoScripts[16]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=65,Y=-5,Z=0),SecTime=0.5)
DemoScripts[17]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[18]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=65,Y=-5,Z=0),SecTime=)
DemoScripts[19]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[20]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1502,Y=216,Z=98),SecTime=2)
DemoScripts[21]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[22]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[23]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[24]=(Actor=FADE,Command=WAIT)
DemoScripts[25]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2050,Y=1566,Z=146),SecTime=)
DemoScripts[26]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=55,Y=-22,Z=0),SecTime=)
DemoScripts[27]=(Actor=CAMERA,Command=FOV,Number=75)
DemoScripts[28]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[29]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[30]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[31]=(Actor=FADE,Command=WAIT)
DemoScripts[32]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[33]=(Actor=WINDOW,Command=SET)
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_005_Cue',Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_006_Cue',Name="エコロ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[43]=(Actor=WINDOW,Command=EXIT)
DemoScripts[44]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[45]=(Actor=FADE,Command=WAIT)
DemoScripts[46]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2128,Y=1442,Z=98),SecTime=)
DemoScripts[47]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[48]=(Actor=CAMERA,Command=FOV,Number=45)
DemoScripts[49]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=2128,Y=1632,Z=-37),CId=71)
DemoScripts[50]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[51]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[52]=(Actor=FADE,Command=WAIT)
DemoScripts[53]=(Actor=WINDOW,Command=SET)
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_008_Cue',Name="エコロ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[58]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[59]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[60]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=2,Bit=0)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_011_Cue',Name="エコロ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[68]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[69]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[70]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[72]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[73]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[74]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=2,Bit=0)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_015_Cue',Name="エコロ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[82]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[83]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[84]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[86]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=3,Bit=0)
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[88]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_018_Cue',Name="エコロ")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[90]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[92]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[93]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[94]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[101]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_022_Cue',Name="")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_023_Cue',Name="")
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[107]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0601_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_024_Cue',Name="エコロ")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_2.GG2_V_Shinobu_ep5_2_026_Cue',Name="エコロ")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[117]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[118]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[119]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[120]=(Actor=WINDOW,Command=EXIT)
DemoScripts[121]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[122]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[123]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[124]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[125]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep5_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=SPORT,ParamNum=30),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep5_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="......找不到小忍啊.")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="啊!/n峯大大人,請看!/n那個!")

Texts[2]=(Label="TEXT03",Name="峯大",Text="這是什麼......坑洞?/n看起來像是個洞窟!")

Texts[3]=(Label="TEXT04",Name="峯大",Text="該不會連這種東西/n都是惡魔的惡作劇吧!?")

Texts[4]=(Label="TEXT05",Name="???",Text="呀--!!")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="剛才那是......!")

Texts[6]=(Label="TEXT07",Name="峯大",Text="是小忍的聲音!/n難道說,她在裡面!?")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="峯大大人!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="嗯,我知道!")

Texts[9]=(Label="TEXT10",Name="峯大",Text="如果說這是惡魔的惡作劇,/n那就有可能發生了我們人類無法想像的事情./n這裡應該先謹慎地進行地質調查......")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="才沒有那種閒工夫咧!/n請快點走吧!")

Texts[11]=(Label="TEXT12",Name="峯大",Text="真......真拿妳沒辦法耶......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="我可沒時間猶豫!/n現在只能衝進去了!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="首先整理一下穿著打扮......")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="請快點跳進去吧!")

Texts[15]=(Label="TEXT16",Name="峯大",Text="艾可蘿真是急性子耶.")

Texts[16]=(Label="TEXT17",Name="峯大",Text="呼嘿嘿......是洞......!/n這種地方居然開了一個看起來/n很下流的洞哦,艾可蘿!")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="這青春期再怎麼說也太超過了--!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="所謂的男人,遇到了洞/n不鑽進去......怎麼行呢!/n突! 進!")

Texts[19]=(Label="TEXT20",Name="峯大",Text="就是這種時候纔不該驚慌失措./n首先來喝個咖啡休息一下吧.")

Texts[20]=(Label="TEXT21",Name="峯大",Text="艾可蘿,可以幫我把我愛用的/n虹吸壺和咖啡杯拿過來嗎?")

Texts[21]=(Label="TEXT22",Name="忍",Text="等等,峯大!?/n現在不是喝什麼咖啡/n休息的時候吧!")

Texts[22]=(Label="TEXT23",Name="忍",Text="快點來救我啊--!")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="竟然聽見了!?/n忍大人是什麼人啊......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="受不了,真是位急躁的大小姐呢./n......話說回來,說到虹吸壺....../n妳知道虹吸現象嗎?")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="在別種意義上,我也想問你是什麼人......")

Texts[26]=(Label="",Name="",Text="")

Texts[27]=(Label="SELECT01",Name="",Text="這裡該謹慎地/n進行地質調查......")

Texts[28]=(Label="SELECT02",Name="",Text="只能衝進去了!")

Texts[29]=(Label="SELECT03",Name="",Text="先整理一下/n穿著打扮......")

Texts[30]=(Label="SELECT04",Name="",Text="只要有洞/n就想鑽進去看看")

Texts[31]=(Label="SELECT05",Name="",Text="喝咖啡/n休息一下")

Texts[32]=(Label="SELECT06",Name="",Text="")

Texts[33]=(Label="SELECT07",Name="",Text="")

Texts[34]=(Label="SELECT08",Name="",Text="")

Texts[35]=(Label="SELECT09",Name="",Text="")

Texts[36]=(Label="SELECT10",Name="",Text="")


